{
  "index": 407,
  "title": "Novel use of exon skipping technology to study structure-function relationship of dystrophin",
  "abstract": "Duchenne muscular dystrophy (DMD) stems from loss of dystrophin in skeletal and cardiac muscles, which leads to loss of ambulation and cardio-respiratory failure. The most promising treatment that could be applicable to 83% of DMD patients is exon skipping, a technology where the EU is a world leader. Antisense oligonucleotide mediated exon skipping targets DMD pre-mRNA to induce skipping of specific exons and restore the open reading frame. This allows expression of shorter dystrophin proteins that lack domains encoded by the skipped exon(s). A crucial question is how to predict which short dystrophins will be stable and functional. This knowledge is fundamental to select DMD patients that would most benefit from this treatment and identify exons worth targeting via exon skipping. The goal of this proposal is to develop a new use of exon skipping technology to rapidly generate mouse models to screen short dystrophins for in vivo stability and functionality in both skeletal and cardiac muscles. This is made possible by a new exon skipping chemistry developed in the UK with unparalleled skipping efficiency in vivo and capable of targeting the heart. I will use this technology to create mouse models for two short dystrophins generated in DMD patients undergoing exon 51 skipping in the current UK clinical trial. I will then biochemically assess their stability and functionality in limb, cardiac and respiratory muscles. Parallel histological studies will assess the presence of muscle pathology with a focus on heart and diaphragm that cannot be sampled in DMD patients. This project will serve as a trampoline for future studies to identify dystrophin exons that when skipped will produce functional proteins with clinical benefits. In addition, this research will generate new fundamental knowledge on dystrophin domains critical for muscle function and may help in the prognosis of DMD patients currently undergoing exon 51 skipping.",
  "llama_json": {
    "motivations": [
      "Duchenne muscular dystrophy (DMD) is a severe genetic disorder caused by the loss of dystrophin in skeletal and cardiac muscles, leading to loss of ambulation and cardio-respiratory failure.",
      "There is a need to predict which short dystrophins generated by exon skipping will be stable and functional to effectively treat DMD patients."
    ],
    "objectives": [
      "Develop a new use of exon skipping technology to rapidly generate mouse models for screening short dystrophins for in vivo stability and functionality.",
      "Assess the stability and functionality of short dystrophins in limb, cardiac, and respiratory muscles using biochemical and histological studies.",
      "Identify dystrophin exons that when skipped will produce functional proteins with clinical benefits."
    ],
    "methods": [
      "Utilize a new exon skipping chemistry with high skipping efficiency in vivo to create mouse models for short dystrophins.",
      "Conduct biochemical assessments to evaluate the stability and functionality of short dystrophins in various muscles.",
      "Perform parallel histological studies to assess muscle pathology, focusing on the heart and diaphragm."
    ],
    "results": [
      "Generate new fundamental knowledge on dystrophin domains critical for muscle function.",
      "Provide insights into the prognosis of DMD patients undergoing exon 51 skipping.",
      "Enable the identification of exons worth targeting via exon skipping for effective treatment of DMD patients."
    ],
    "research_subject": "Exon skipping technology for studying the structure-function relationship of dystrophin in Duchenne muscular dystrophy"
  },
  "openai_json": {
    "motivations": [
      "Duchenne muscular dystrophy (DMD) is a debilitating disease caused by the loss of dystrophin in skeletal and cardiac muscles, and there is a need for effective treatments.",
      "Exon skipping technology, which can potentially benefit 83% of DMD patients, requires further understanding to predict which short dystrophins will be stable and functional."
    ],
    "objectives": [
      "Develop a novel use of exon skipping technology to generate mouse models for screening short dystrophins for in vivo stability and functionality.",
      "Assess the stability and functionality of two short dystrophins generated in DMD patients undergoing exon 51 skipping in a UK clinical trial.",
      "Generate new knowledge on dystrophin domains critical for muscle function, which may aid in the prognosis of DMD patients."
    ],
    "methods": [
      "Use exon skipping technology to create mouse models for testing short dystrophins.",
      "Biochemically assess the stability and functionality of short dystrophins in limb, cardiac, and respiratory muscles.",
      "Conduct parallel histological studies to assess the presence of muscle pathology, focusing on heart and diaphragm."
    ],
    "results": [
      "Provide a method for rapidly generating mouse models to screen short dystrophins for stability and functionality.",
      "Generate new knowledge on dystrophin domains critical for muscle function, potentially aiding in the prognosis of DMD patients.",
      "Lay the groundwork for future studies to identify dystrophin exons that, when skipped, will produce functional proteins with clinical benefits."
    ],
    "research_subject": "Novel use of exon skipping technology for studying dystrophin structure-function relationship in Duchenne muscular dystrophy"
  },
  "anthropic_json": {
    "motivations": [
      "Duchenne muscular dystrophy causes progressive muscle degeneration and cardio-respiratory failure due to loss of dystrophin protein.",
      "Current exon skipping treatments can restore dystrophin expression, but predicting which shortened dystrophin proteins will be stable and functional remains a crucial challenge for patient selection and treatment optimization."
    ],
    "objectives": [
      "Develop a novel application of exon skipping technology to rapidly generate mouse models for screening short dystrophins for in vivo stability and functionality.",
      "Assess the stability and functionality of short dystrophins generated by exon 51 skipping in skeletal, cardiac, and respiratory muscles to inform clinical applications."
    ],
    "methods": [
      "Utilize advanced antisense oligonucleotide-mediated exon skipping chemistry to create mouse models expressing short dystrophins.",
      "Conduct biochemical assessments of dystrophin stability and functionality in limb, cardiac, and respiratory muscles.",
      "Perform histological studies to evaluate muscle pathology, particularly in heart and diaphragm tissues."
    ],
    "results": [
      "Generate fundamental knowledge about dystrophin domains critical for muscle function and their therapeutic potential.",
      "Provide insights to improve prognosis and treatment selection for DMD patients undergoing exon 51 skipping therapy.",
      "Establish a platform for future identification of exons that produce functional dystrophins with clinical benefits when skipped."
    ],
    "research_subject": "Structure-function relationship of dystrophin using exon skipping technology in Duchenne muscular dystrophy"
  },
  "llama_raw": "```json\n{\n  \"motivations\": [\n    \"Duchenne muscular dystrophy (DMD) is a severe genetic disorder caused by the loss of dystrophin in skeletal and cardiac muscles, leading to loss of ambulation and cardio-respiratory failure.\",\n    \"There is a need to predict which short dystrophins generated by exon skipping will be stable and functional to effectively treat DMD patients.\"\n  ],\n  \"objectives\": [\n    \"Develop a new use of exon skipping technology to rapidly generate mouse models for screening short dystrophins for in vivo stability and functionality.\",\n    \"Assess the stability and functionality of short dystrophins in limb, cardiac, and respiratory muscles using biochemical and histological studies.\",\n    \"Identify dystrophin exons that when skipped will produce functional proteins with clinical benefits.\"\n  ],\n  \"methods\": [\n    \"Utilize a new exon skipping chemistry with high skipping efficiency in vivo to create mouse models for short dystrophins.\",\n    \"Conduct biochemical assessments to evaluate the stability and functionality of short dystrophins in various muscles.\",\n    \"Perform parallel histological studies to assess muscle pathology, focusing on the heart and diaphragm.\"\n  ],\n  \"results\": [\n    \"Generate new fundamental knowledge on dystrophin domains critical for muscle function.\",\n    \"Provide insights into the prognosis of DMD patients undergoing exon 51 skipping.\",\n    \"Enable the identification of exons worth targeting via exon skipping for effective treatment of DMD patients.\"\n  ],\n  \"research_subject\": \"Exon skipping technology for studying the structure-function relationship of dystrophin in Duchenne muscular dystrophy\"\n}\n```",
  "openai_raw": "```json\n{\n  \"motivations\": [\n    \"Duchenne muscular dystrophy (DMD) is a debilitating disease caused by the loss of dystrophin in skeletal and cardiac muscles, and there is a need for effective treatments.\",\n    \"Exon skipping technology, which can potentially benefit 83% of DMD patients, requires further understanding to predict which short dystrophins will be stable and functional.\"\n  ],\n  \"objectives\": [\n    \"Develop a novel use of exon skipping technology to generate mouse models for screening short dystrophins for in vivo stability and functionality.\",\n    \"Assess the stability and functionality of two short dystrophins generated in DMD patients undergoing exon 51 skipping in a UK clinical trial.\",\n    \"Generate new knowledge on dystrophin domains critical for muscle function, which may aid in the prognosis of DMD patients.\"\n  ],\n  \"methods\": [\n    \"Use exon skipping technology to create mouse models for testing short dystrophins.\",\n    \"Biochemically assess the stability and functionality of short dystrophins in limb, cardiac, and respiratory muscles.\",\n    \"Conduct parallel histological studies to assess the presence of muscle pathology, focusing on heart and diaphragm.\"\n  ],\n  \"results\": [\n    \"Provide a method for rapidly generating mouse models to screen short dystrophins for stability and functionality.\",\n    \"Generate new knowledge on dystrophin domains critical for muscle function, potentially aiding in the prognosis of DMD patients.\",\n    \"Lay the groundwork for future studies to identify dystrophin exons that, when skipped, will produce functional proteins with clinical benefits.\"\n  ],\n  \"research_subject\": \"Novel use of exon skipping technology for studying dystrophin structure-function relationship in Duchenne muscular dystrophy\"\n}\n```",
  "anthropic_raw": "```json\n{\n  \"motivations\": [\n    \"Duchenne muscular dystrophy causes progressive muscle degeneration and cardio-respiratory failure due to loss of dystrophin protein.\",\n    \"Current exon skipping treatments can restore dystrophin expression, but predicting which shortened dystrophin proteins will be stable and functional remains a crucial challenge for patient selection and treatment optimization.\"\n  ],\n  \"objectives\": [\n    \"Develop a novel application of exon skipping technology to rapidly generate mouse models for screening short dystrophins for in vivo stability and functionality.\",\n    \"Assess the stability and functionality of short dystrophins generated by exon 51 skipping in skeletal, cardiac, and respiratory muscles to inform clinical applications.\"\n  ],\n  \"methods\": [\n    \"Utilize advanced antisense oligonucleotide-mediated exon skipping chemistry to create mouse models expressing short dystrophins.\",\n    \"Conduct biochemical assessments of dystrophin stability and functionality in limb, cardiac, and respiratory muscles.\",\n    \"Perform histological studies to evaluate muscle pathology, particularly in heart and diaphragm tissues.\"\n  ],\n  \"results\": [\n    \"Generate fundamental knowledge about dystrophin domains critical for muscle function and their therapeutic potential.\",\n    \"Provide insights to improve prognosis and treatment selection for DMD patients undergoing exon 51 skipping therapy.\",\n    \"Establish a platform for future identification of exons that produce functional dystrophins with clinical benefits when skipped.\"\n  ],\n  \"research_subject\": \"Structure-function relationship of dystrophin using exon skipping technology in Duchenne muscular dystrophy\"\n}\n```"
}