{
  "index": 345,
  "title": "High-Energy physics at the frontier with mathematics",
  "abstract": "The discovery of the Higgs boson at the LHC has confirmed the Standard Model of Particle Physics up to the highest energies ever tested in a laboratory. The Standard Model is based on a rich mathematical framework, Quantum Field Theory. Among the most powerful instruments to extract precise theoretical predictions for physical observables in Quantum Field Theory are the so-called scattering amplitudes: remarkably involved mathematical objects which encapsulate the probabilities of particle collisions. The calculation of scattering amplitudes remains an outstanding mathematical problem, which has become the object of intense study both from physicists and mathematicians. In the last decade many unexpected connections have been discovered between distant fields such as number theory, algebraic geometry, string theory and particle physics. These apparently formal developments have proven to be decisive to investigate fundamental physics at unprecedented energies and precisions.  HighPHun positions itself in this exciting context and has two major and intertwined goals:  1- To extend our understanding of the mathematical properties of scattering amplitudes and, in this way, help to unravel long-standing puzzles in perturbative Quantum Field Theory.  2- To perform currently out-of-reach calculations in the Standard Model and help to uncover precious details about the most fundamental laws of physics. At the heart of HighPHun is the ambitious goal of combining cutting-edge ideas in physics and mathematics to solve outstanding problems in high-energy physics. The synergies generated by this project will, on the one hand, extend the reach of the LHC and of future colliders searches for elusive signs of New Physics and, on the other, help us develop a deeper mathematical understanding of Quantum Field Theory.",
  "llama_json": {
    "motivations": [
      "The calculation of scattering amplitudes in Quantum Field Theory remains an outstanding mathematical problem that hinders precise theoretical predictions for physical observables.",
      "Current understanding of the mathematical properties of scattering amplitudes is insufficient to unravel long-standing puzzles in perturbative Quantum Field Theory."
    ],
    "objectives": [
      "Extend the understanding of the mathematical properties of scattering amplitudes to help resolve puzzles in perturbative Quantum Field Theory.",
      "Perform currently out-of-reach calculations in the Standard Model to uncover details about the fundamental laws of physics.",
      "Combine cutting-edge ideas in physics and mathematics to solve outstanding problems in high-energy physics."
    ],
    "methods": [
      "Investigate connections between distant fields such as number theory, algebraic geometry, string theory, and particle physics to advance the understanding of scattering amplitudes.",
      "Develop and apply novel mathematical techniques to perform calculations in the Standard Model and beyond.",
      "Combine theoretical insights with experimental searches for New Physics at the LHC and future colliders."
    ],
    "results": [
      "Advance the mathematical understanding of Quantum Field Theory and its applications to high-energy physics.",
      "Enable currently out-of-reach calculations in the Standard Model and potentially uncover signs of New Physics.",
      "Foster synergies between physics and mathematics to drive innovation and breakthroughs in both fields."
    ],
    "research_subject": "Mathematical foundations of scattering amplitudes in Quantum Field Theory and their applications to high-energy physics"
  },
  "openai_json": {
    "motivations": [
      "The calculation of scattering amplitudes in Quantum Field Theory, which encapsulate the probabilities of particle collisions, remains an outstanding mathematical problem.",
      "There is a need to extend our understanding of the mathematical properties of scattering amplitudes to unravel long-standing puzzles in perturbative Quantum Field Theory.",
      "There is a desire to perform currently out-of-reach calculations in the Standard Model to uncover precious details about the most fundamental laws of physics."
    ],
    "objectives": [
      "Extend the understanding of the mathematical properties of scattering amplitudes and help to unravel puzzles in perturbative Quantum Field Theory.",
      "Perform currently out-of-reach calculations in the Standard Model to uncover details about the fundamental laws of physics.",
      "Combine cutting-edge ideas in physics and mathematics to solve outstanding problems in high-energy physics."
    ],
    "methods": [
      "Use mathematical tools such as number theory, algebraic geometry, and string theory to investigate connections with particle physics.",
      "Apply advanced mathematical techniques to extend the understanding of scattering amplitudes in Quantum Field Theory.",
      "Perform complex calculations in the Standard Model using innovative mathematical approaches."
    ],
    "results": [
      "Enhance the understanding of the mathematical properties of scattering amplitudes in Quantum Field Theory.",
      "Uncover new details about the fundamental laws of physics through advanced calculations in the Standard Model.",
      "Develop a deeper mathematical understanding of Quantum Field Theory and extend the reach of high-energy physics research."
    ],
    "research_subject": "Investigation of scattering amplitudes in Quantum Field Theory and the Standard Model of Particle Physics"
  },
  "anthropic_json": {
    "motivations": [
      "The calculation of scattering amplitudes in Quantum Field Theory remains an outstanding mathematical problem that limits our ability to make precise theoretical predictions for particle physics.",
      "Recent discoveries of connections between number theory, algebraic geometry, string theory and particle physics offer new opportunities to advance fundamental physics research."
    ],
    "objectives": [
      "Extend understanding of the mathematical properties of scattering amplitudes to help unravel long-standing puzzles in perturbative Quantum Field Theory.",
      "Perform currently out-of-reach calculations in the Standard Model to uncover details about fundamental laws of physics and extend the reach of current and future collider searches."
    ],
    "methods": [
      "Combine cutting-edge ideas from physics and mathematics to solve problems in high-energy physics.",
      "Leverage connections between number theory, algebraic geometry, string theory and particle physics to develop new computational approaches.",
      "Apply advanced mathematical frameworks to calculate and analyze scattering amplitudes in Quantum Field Theory."
    ],
    "results": [
      "Enable more precise theoretical predictions for particle collisions and physical observables at unprecedented energies.",
      "Extend the reach of the LHC and future colliders in searching for signs of New Physics.",
      "Develop a deeper mathematical understanding of Quantum Field Theory and its fundamental principles."
    ],
    "research_subject": "Mathematical properties of scattering amplitudes in high-energy physics and Quantum Field Theory"
  },
  "llama_raw": "```json\n{\n  \"motivations\": [\n    \"The calculation of scattering amplitudes in Quantum Field Theory remains an outstanding mathematical problem that hinders precise theoretical predictions for physical observables.\",\n    \"Current understanding of the mathematical properties of scattering amplitudes is insufficient to unravel long-standing puzzles in perturbative Quantum Field Theory.\"\n  ],\n  \"objectives\": [\n    \"Extend the understanding of the mathematical properties of scattering amplitudes to help resolve puzzles in perturbative Quantum Field Theory.\",\n    \"Perform currently out-of-reach calculations in the Standard Model to uncover details about the fundamental laws of physics.\",\n    \"Combine cutting-edge ideas in physics and mathematics to solve outstanding problems in high-energy physics.\"\n  ],\n  \"methods\": [\n    \"Investigate connections between distant fields such as number theory, algebraic geometry, string theory, and particle physics to advance the understanding of scattering amplitudes.\",\n    \"Develop and apply novel mathematical techniques to perform calculations in the Standard Model and beyond.\",\n    \"Combine theoretical insights with experimental searches for New Physics at the LHC and future colliders.\"\n  ],\n  \"results\": [\n    \"Advance the mathematical understanding of Quantum Field Theory and its applications to high-energy physics.\",\n    \"Enable currently out-of-reach calculations in the Standard Model and potentially uncover signs of New Physics.\",\n    \"Foster synergies between physics and mathematics to drive innovation and breakthroughs in both fields.\"\n  ],\n  \"research_subject\": \"Mathematical foundations of scattering amplitudes in Quantum Field Theory and their applications to high-energy physics\"\n}\n```",
  "openai_raw": "```json\n{\n  \"motivations\": [\n    \"The calculation of scattering amplitudes in Quantum Field Theory, which encapsulate the probabilities of particle collisions, remains an outstanding mathematical problem.\",\n    \"There is a need to extend our understanding of the mathematical properties of scattering amplitudes to unravel long-standing puzzles in perturbative Quantum Field Theory.\",\n    \"There is a desire to perform currently out-of-reach calculations in the Standard Model to uncover precious details about the most fundamental laws of physics.\"\n  ],\n  \"objectives\": [\n    \"Extend the understanding of the mathematical properties of scattering amplitudes and help to unravel puzzles in perturbative Quantum Field Theory.\",\n    \"Perform currently out-of-reach calculations in the Standard Model to uncover details about the fundamental laws of physics.\",\n    \"Combine cutting-edge ideas in physics and mathematics to solve outstanding problems in high-energy physics.\"\n  ],\n  \"methods\": [\n    \"Use mathematical tools such as number theory, algebraic geometry, and string theory to investigate connections with particle physics.\",\n    \"Apply advanced mathematical techniques to extend the understanding of scattering amplitudes in Quantum Field Theory.\",\n    \"Perform complex calculations in the Standard Model using innovative mathematical approaches.\"\n  ],\n  \"results\": [\n    \"Enhance the understanding of the mathematical properties of scattering amplitudes in Quantum Field Theory.\",\n    \"Uncover new details about the fundamental laws of physics through advanced calculations in the Standard Model.\",\n    \"Develop a deeper mathematical understanding of Quantum Field Theory and extend the reach of high-energy physics research.\"\n  ],\n  \"research_subject\": \"Investigation of scattering amplitudes in Quantum Field Theory and the Standard Model of Particle Physics\"\n}\n```",
  "anthropic_raw": "```json\n{\n  \"motivations\": [\n    \"The calculation of scattering amplitudes in Quantum Field Theory remains an outstanding mathematical problem that limits our ability to make precise theoretical predictions for particle physics.\",\n    \"Recent discoveries of connections between number theory, algebraic geometry, string theory and particle physics offer new opportunities to advance fundamental physics research.\"\n  ],\n  \"objectives\": [\n    \"Extend understanding of the mathematical properties of scattering amplitudes to help unravel long-standing puzzles in perturbative Quantum Field Theory.\",\n    \"Perform currently out-of-reach calculations in the Standard Model to uncover details about fundamental laws of physics and extend the reach of current and future collider searches.\"\n  ],\n  \"methods\": [\n    \"Combine cutting-edge ideas from physics and mathematics to solve problems in high-energy physics.\",\n    \"Leverage connections between number theory, algebraic geometry, string theory and particle physics to develop new computational approaches.\",\n    \"Apply advanced mathematical frameworks to calculate and analyze scattering amplitudes in Quantum Field Theory.\"\n  ],\n  \"results\": [\n    \"Enable more precise theoretical predictions for particle collisions and physical observables at unprecedented energies.\",\n    \"Extend the reach of the LHC and future colliders in searching for signs of New Physics.\",\n    \"Develop a deeper mathematical understanding of Quantum Field Theory and its fundamental principles.\"\n  ],\n  \"research_subject\": \"Mathematical properties of scattering amplitudes in high-energy physics and Quantum Field Theory\"\n}\n```"
}