{
  "index": 471,
  "title": "Núcleos de Estudo em Agroecologia (NEAs): conquistando corações e mentes para a agroecologia",
  "abstract": "O Brasil se destaca em nível global por ter implementado políticas com a intenção de promover a agroecologia como paradigma produtivo para a agricultura familiar. No entanto, a eficácia dessas políticas ainda carece de pesquisas e debates que permitam a sua avaliação e a compreensão dos impactos desse processo de institucionalização da agroecologia. Neste artigo, avaliamos e discutimos o apoio à criação de Núcleos de Estudo em Agroecologia (NEAs) em instituições de ensino superior em todo o Brasil. Os NEAs reúnem professores, pesquisadores e estudantes que se engajam em atividades de ensino, pesquisa e extensão em parcerias com camponeses, suas organizações e extensionistas rurais. A hipótese que norteia nossa análise é que o apoio ao estabelecimento dos NEAs permitiu uma redistribuição do poder simbólico dentro das universidades onde eles foram estabelecidos, permitindo que a agroecologia ganhasse maior legitimidade. Com base em um estudo aprofundado de quatro NEAs, os avaliamos na perspectiva de campos sociais em disputa. Nossos achados sugerem que o apoio do Estado aos grupos universitários dedicados à promoção da agroecologia permitiu a construção do que chamamos de espaços agroecológicos, que simbolicamente contestam os paradigmas dominantes nas instituições de ensino, apoiando a constituição dos territórios agroecológicos. Palavras-chave: poder simbólico, agroecologia, transdisciplinaridade, educação superior, Brasil. Winning Hearts and Minds Through a Policy Promoting the Agroecological Paradigm in Universities ABSTRACT. Brazil stands out at the global level for having implemented several policies intending to promote agroecology as a productive paradigm for small-holder farmers. However, the impacts of this process of institutionalization of agroecology still lack research and debates that evaluate the effectiveness of these policies. In this paper, we assess and discuss the impacts of a policy specifically focused on education in agroecology, the support to the establishment of Centers for the Study of Agroecology and Organic Production (NEAs) in higher education institutions throughout Brazil. NEAs bring together teachers, researchers, and students who engage in teaching, research, and extension activities in partnerships with peasant farmers, their organizations, and rural extension workers. The hypothesis that guides our analysis is that this support to establish NEAs allowed redistribution of symbolic power in the universities where they were established, supporting agroecology to gain greater legitimacy inside and outside the university field. Based on an in-depth study of four NEAs, the NEAs are evaluated from the perspective of social fields in dispute. Our findings suggest that the State support to university groups dedicated to the promotion of agroecology has allowed the construction of what we have named agroecological spaces, which symbolically dispute the dominant paradigms in educational institutions, supporting the constitution of agroecological territories. Keywords: symbolic power, agroecology, transdisciplinary, higher education, Brazil. Ganar corazones y mentes a través de una política que promueva el paradigma agroecológico en las universidades RESUMEN. El Brasil se destaca a nivel mundial por haber implementado varias políticas destinadas a promover la agroecología como paradigma productivo para los pequeños agricultores. Sin embargo, los impactos de este proceso de institucionalización de la agroecología aún carecen de investigaciones y debates que evalúen la efectividad de estas políticas. En este trabajo, evaluamos y discutimos los impactos de una política específicamente centrada en la educación en agroecología, el apoyo al establecimiento de Centros para el Estudio de la Agroecología (NEAs) en educación superior en todo Brasil. Los NEAs reúnen a maestros, investigadores y estudiantes que participan en actividades de enseñanza, investigación y extensión en asociación con campesinos, sus organizaciones y trabajadores de extensión rural. La hipótesis que guía nuestro análisis es que este apoyo para establecer NEAs permitió la redistribución del poder simbólico en las universidades donde se establecieron, apoyando a la agroecología para ganar mayor legitimidad dentro y fuera del ámbito universitario. Sobre la base de un estudio en profundidad de cuatro NEAs, los NEAs se evalúan desde la perspectiva de los campos sociales en disputa. Nuestros hallazgos sugieren que el apoyo del Estado a los grupos universitarios dedicados a la promoción de la agroecología ha permitido la construcción de lo que hemos denominado espacios agroecológicos, que simbólicamente disputan los paradigmas dominantes en las instituciones educativas, apoyando la constitución de territorios agroecológicos. Palabras clave: poder simbólico, agroecología, transdisciplinar, educación superior, Brasil.",
  "llama_json": {
    "motivations": [
      "The effectiveness of policies promoting agroecology as a productive paradigm for small-holder farmers in Brazil lacks research and evaluation.",
      "There is a need to understand the impact of institutionalizing agroecology in universities and its legitimacy as a field of study."
    ],
    "objectives": [
      "Assess the impact of supporting the establishment of Centers for the Study of Agroecology and Organic Production (NEAs) in higher education institutions throughout Brazil.",
      "Evaluate the redistribution of symbolic power in universities where NEAs were established and its effect on the legitimacy of agroecology.",
      "Understand the construction of agroecological spaces and their role in disputing dominant paradigms in educational institutions."
    ],
    "methods": [
      "Conduct an in-depth study of four NEAs in Brazil.",
      "Evaluate the NEAs from the perspective of social fields in dispute.",
      "Analyze the role of State support in promoting agroecology and the construction of agroecological spaces."
    ],
    "results": [
      "The support for NEAs allowed for the redistribution of symbolic power in universities, increasing the legitimacy of agroecology.",
      "The construction of agroecological spaces symbolically disputes dominant paradigms in educational institutions, supporting the constitution of agroecological territories.",
      "State support for university groups dedicated to promoting agroecology has enabled the growth of agroecology as a field of study."
    ],
    "research_subject": "Institutionalization of agroecology in Brazilian universities through the establishment of Centers for the Study of Agroecology and Organic Production (NEAs)"
  },
  "openai_json": {
    "motivations": [
      "Brazil has implemented policies to promote agroecology as a productive paradigm for small-holder farmers, but the effectiveness and impacts of these policies need further research and evaluation.",
      "The establishment of Centers for the Study of Agroecology and Organic Production (NEAs) in higher education institutions is a significant policy, but its impacts on the redistribution of symbolic power within universities and the legitimacy of agroecology are not fully understood."
    ],
    "objectives": [
      "Evaluate and discuss the impacts of the policy supporting the establishment of NEAs in higher education institutions throughout Brazil.",
      "Analyze the hypothesis that the establishment of NEAs has allowed for a redistribution of symbolic power within universities, thereby supporting agroecology to gain greater legitimacy."
    ],
    "methods": [
      "Conduct an in-depth study of four NEAs, evaluating them from the perspective of social fields in dispute.",
      "Assess the role of state support in the establishment of NEAs and the creation of 'agroecological spaces' that challenge dominant paradigms in educational institutions."
    ],
    "results": [
      "The establishment of NEAs has allowed for a redistribution of symbolic power within universities, supporting agroecology to gain greater legitimacy.",
      "State support to university groups dedicated to the promotion of agroecology has enabled the creation of agroecological spaces, which symbolically dispute the dominant paradigms in educational institutions."
    ],
    "research_subject": "Impacts of the policy supporting the establishment of Centers for the Study of Agroecology and Organic Production (NEAs) in Brazilian higher education institutions"
  },
  "anthropic_json": {
    "motivations": [
      "Brazil has implemented policies to promote agroecology as a productive paradigm for small-holder farmers, but the effectiveness and impacts of these policies require evaluation.",
      "There is a need to understand how the institutionalization of agroecology affects power dynamics and legitimacy within educational institutions."
    ],
    "objectives": [
      "Evaluate the impacts of state support for the establishment of Centers for the Study of Agroecology (NEAs) in Brazilian higher education institutions.",
      "Analyze how NEAs redistribute symbolic power within universities and contribute to legitimizing agroecology as an alternative paradigm."
    ],
    "methods": [
      "Conduct an in-depth study of four NEAs using the theoretical perspective of social fields in dispute.",
      "Analyze the teaching, research, and extension activities developed by NEAs in partnership with peasant farmers, their organizations, and rural extension workers."
    ],
    "results": [
      "State support for NEAs enabled the creation of agroecological spaces that symbolically contest dominant paradigms in educational institutions.",
      "NEAs contributed to redistributing symbolic power within universities and increased the legitimacy of agroecology both inside and outside academic settings.",
      "The establishment of NEAs supported the constitution of agroecological territories through partnerships between academia and rural communities."
    ],
    "research_subject": "Impact of Centers for the Study of Agroecology (NEAs) on symbolic power redistribution and agroecology legitimization in Brazilian universities"
  },
  "llama_raw": "```json\n{\n  \"motivations\": [\n    \"The effectiveness of policies promoting agroecology as a productive paradigm for small-holder farmers in Brazil lacks research and evaluation.\",\n    \"There is a need to understand the impact of institutionalizing agroecology in universities and its legitimacy as a field of study.\"\n  ],\n  \"objectives\": [\n    \"Assess the impact of supporting the establishment of Centers for the Study of Agroecology and Organic Production (NEAs) in higher education institutions throughout Brazil.\",\n    \"Evaluate the redistribution of symbolic power in universities where NEAs were established and its effect on the legitimacy of agroecology.\",\n    \"Understand the construction of agroecological spaces and their role in disputing dominant paradigms in educational institutions.\"\n  ],\n  \"methods\": [\n    \"Conduct an in-depth study of four NEAs in Brazil.\",\n    \"Evaluate the NEAs from the perspective of social fields in dispute.\",\n    \"Analyze the role of State support in promoting agroecology and the construction of agroecological spaces.\"\n  ],\n  \"results\": [\n    \"The support for NEAs allowed for the redistribution of symbolic power in universities, increasing the legitimacy of agroecology.\",\n    \"The construction of agroecological spaces symbolically disputes dominant paradigms in educational institutions, supporting the constitution of agroecological territories.\",\n    \"State support for university groups dedicated to promoting agroecology has enabled the growth of agroecology as a field of study.\"\n  ],\n  \"research_subject\": \"Institutionalization of agroecology in Brazilian universities through the establishment of Centers for the Study of Agroecology and Organic Production (NEAs)\"\n}\n```",
  "openai_raw": "```json\n{\n  \"motivations\": [\n    \"Brazil has implemented policies to promote agroecology as a productive paradigm for small-holder farmers, but the effectiveness and impacts of these policies need further research and evaluation.\",\n    \"The establishment of Centers for the Study of Agroecology and Organic Production (NEAs) in higher education institutions is a significant policy, but its impacts on the redistribution of symbolic power within universities and the legitimacy of agroecology are not fully understood.\"\n  ],\n  \"objectives\": [\n    \"Evaluate and discuss the impacts of the policy supporting the establishment of NEAs in higher education institutions throughout Brazil.\",\n    \"Analyze the hypothesis that the establishment of NEAs has allowed for a redistribution of symbolic power within universities, thereby supporting agroecology to gain greater legitimacy.\"\n  ],\n  \"methods\": [\n    \"Conduct an in-depth study of four NEAs, evaluating them from the perspective of social fields in dispute.\",\n    \"Assess the role of state support in the establishment of NEAs and the creation of 'agroecological spaces' that challenge dominant paradigms in educational institutions.\"\n  ],\n  \"results\": [\n    \"The establishment of NEAs has allowed for a redistribution of symbolic power within universities, supporting agroecology to gain greater legitimacy.\",\n    \"State support to university groups dedicated to the promotion of agroecology has enabled the creation of agroecological spaces, which symbolically dispute the dominant paradigms in educational institutions.\"\n  ],\n  \"research_subject\": \"Impacts of the policy supporting the establishment of Centers for the Study of Agroecology and Organic Production (NEAs) in Brazilian higher education institutions\"\n}\n```",
  "anthropic_raw": "```json\n{\n  \"motivations\": [\n    \"Brazil has implemented policies to promote agroecology as a productive paradigm for small-holder farmers, but the effectiveness and impacts of these policies require evaluation.\",\n    \"There is a need to understand how the institutionalization of agroecology affects power dynamics and legitimacy within educational institutions.\"\n  ],\n  \"objectives\": [\n    \"Evaluate the impacts of state support for the establishment of Centers for the Study of Agroecology (NEAs) in Brazilian higher education institutions.\",\n    \"Analyze how NEAs redistribute symbolic power within universities and contribute to legitimizing agroecology as an alternative paradigm.\"\n  ],\n  \"methods\": [\n    \"Conduct an in-depth study of four NEAs using the theoretical perspective of social fields in dispute.\",\n    \"Analyze the teaching, research, and extension activities developed by NEAs in partnership with peasant farmers, their organizations, and rural extension workers.\"\n  ],\n  \"results\": [\n    \"State support for NEAs enabled the creation of agroecological spaces that symbolically contest dominant paradigms in educational institutions.\",\n    \"NEAs contributed to redistributing symbolic power within universities and increased the legitimacy of agroecology both inside and outside academic settings.\",\n    \"The establishment of NEAs supported the constitution of agroecological territories through partnerships between academia and rural communities.\"\n  ],\n  \"research_subject\": \"Impact of Centers for the Study of Agroecology (NEAs) on symbolic power redistribution and agroecology legitimization in Brazilian universities\"\n}\n```"
}